{
  "name": [
    "安娜",
    "堡垒",
    "D.Va",
    "源氏",
    "半藏",
    "狂鼠",
    "卢西奥",
    "麦克雷",
    "美",
    "天使",
    "法拉",
    "死神",
    "莱因哈特",
    "路霸",
    "士兵:76",
    "秩序之光",
    "托比昂",
    "猎空",
    "黑百合",
    "温斯顿",
    "查莉娅",
    "禅雅塔",
    "黑影",
    "奥丽莎"
  ],
  "description": [
    "安娜全方位的武器配备让她可以应对战场上的所有情况。她的生物步枪和生物手雷可以用来治疗队友并对敌人造成伤害，同时还能对敌人造成负面影响；她的副武器可以麻醉重要目标，而纳米激素则可以大大强化她的一名队友。",
    "“堡垒”具有自我修复的能力，还可以在哨卫模式、侦查模式以及极具毁灭性的坦克模式间进行切换。",
    "D.Va拥有一部强大的机甲，它具有两台全自动的近距离聚变机炮、可以使机甲飞跃敌人或障碍物的推进器、 还有可以抵御来自正面的远程攻击的防御矩阵。",
    "源氏可以用致命而准确的手里剑重创敌人，他的高科技武士刀可以用来反弹敌人的远程攻击，或是对敌人施展一次快速攻击。",
    "半藏的弓箭具备有不同的功能，既可以侦测敌情，也可以分散成数股箭矢攻击多个敌人。他还可以攀爬墙壁，从高处攻击敌人，或是召唤巨大的巨龙之魂冲击敌人。",
    "“狂鼠”具有强大的范围攻击能力，他的榴弹发射器可以射出弹跳的榴弹攻击敌人，震荡地雷可以对敌人造成伤害并击飞他们，捕兽夹则可以困住不小心落入陷阱的敌人。",
    "卢西奥的音速扩音器可以射出音速飞弹攻击敌人，还可以用声波将其击退。他播放的音乐可以为队友恢复生命值，或者为他们提供移动速度加成，而且他可以在这两种音乐中随心切换。",
    "麦克雷拥有一把维和者左轮手枪，他可以用神射手精准解决他的目标，也可以用战术翻滚如苍鹰般在战场中出入自如。",
    "美的天气控制设备可以使敌人减速或是进行区域控制。她的冰霜冲击枪可以射出冰锥或是冷气对敌人造成伤害。她可以将自己急冻在冰块中治疗自己或者抵挡伤害，还可以用冰墙来阻碍敌方的行动。",
    "“天使”的女武神作战服可以让她像守护天使一样保护战场上的队友。她的治疗杖可以射出两种光束，治疗或是强化队友，她还可以使用复活技能使队友死而复生。",
    "可以通过喷气作战服翱翔天际，也能用火箭发射器投下高爆火箭，“法老之鹰”代表着一股让你无法忽视的强大力量。",
    "“死神”能用地狱火霰弹枪造成巨大伤害，能够用幽灵形态躲避伤害，还能用暗影步在各个地点来回穿梭，这些能力让他足以成为最致命的杀手。",
    "莱因哈特穿着一套厚重的动力装甲，既可以挥舞着火箭重锤，用强大的冲锋杀入敌阵，也能用巨大的能量屏障保护盟友。",
    "“路霸”可以用他标志性的链钩将敌人勾到他的身边，然后用爆裂枪重创他们。他能够承受巨大的伤害，还可以通过呼吸器恢复生命值。",
    "他装备有最先进的武器，一把试验性的可以发射螺旋高爆火箭的脉冲步枪，而且他还是经过专业训练的战斗人员，拥有强大的机动以及辅助能力。",
    "“秩序之光”能够使用光子发射器来分割敌人阵形，为队友提供护盾，建造传送面板或是部署粒子射线哨戒炮。",
    "托比昂的主要武器是一把锤子以及一把铆钉枪。他随身携带的熔炉让他可以放置可升级的炮台，或是铸造护甲包供盟友使用。",
    "“猎空”的武器有两把脉冲手枪，强大的脉冲炸弹以及永不停歇的欢声笑语。猎空能够通过闪现快速移动并且利用闪回调整自己的状态，然后以这些强大的能力除尽世上的邪恶。",
    "“黑百合”全身都是致命的武器，包括能够放出致命毒素的诡雷、能够为队友提供红外视野的护目镜以及一把可以在狙击和自动模式间切换的强大步枪。",
    "温斯顿拥有他创造的强大发明，包括了喷射背包、特斯拉炮以及屏障发射器。不仅如此，他还有与生俱来强大的猩猩力量。",
    "查莉娅可以为自己或队友施加护盾，吸收伤害并且提升她粒子炮的能量，因此查莉雅具备有前线作战的强大实力。",
    "禅雅塔可以用和“谐”治愈盟友，也可以用“乱”削弱敌人，还可以在短时间内进入超凡入圣的状态，获得短暂的无敌效果。",
    "隐身与削弱敌人的能力让“黑影”成为了一个强大的渗透者。她的黑客入侵技能可以干扰敌人，使其更容易被击杀，而她的电磁脉冲可以在对付多个敌人时获得先手优势。“黑影”的位移传动和隐秘潜行也让她难以被敌人压制。",
    "奥丽莎是团队的核心，可以用防护屏障掩护前线队友。她可以从远距离进行攻击、强化自身的防御、发射重力弹使敌人减速并打乱阵型，同时还能部署超充能器强化范围多个队友的伤害输出。"
  ],
  "real_name": [
    "安娜·艾玛莉",
    "SST实验型攻城机兵E54“堡垒”",
    "宋哈娜",
    "岛田源氏",
    "岛田半藏",
    "詹米森•法尔克斯",
    "卢西奥•科雷亚•多斯桑托斯",
    "杰西·麦克雷",
    "周美灵",
    "安吉拉·齐格勒",
    "法芮尔·艾玛莉",
    null,
    "莱因哈特·威尔海姆",
    "马可•拉特莱奇",
    null,
    "塞特娅·法斯瓦尼",
    "托比昂·林德霍姆",
    "莉娜·奥克斯顿",
    "艾米丽·拉克瓦",
    "温斯顿",
    "亚历山德拉·查莉娅诺娃",
    "泰哈撒·禅雅塔",
    null,
    "奥丽莎"
  ],
  "base_of_operations": [
    "埃及，开罗",
    null,
    "韩国，釜山",
    "尼泊尔，香巴里寺庙",
    "日本，花村",
    "澳大利亚，渣客镇",
    "卢西奥•科雷亚•多斯桑托斯",
    "美国新墨西哥州，圣达菲",
    "中国，西安",
    "瑞士，苏黎世",
    "埃及，吉萨",
    null,
    "德国，斯图加特",
    "澳大利亚，渣客镇",
    null,
    "印度，乌托邦",
    "瑞典，哥德堡",
    "英国，伦敦",
    "法国，安纳西",
    "地平线”月球殖民地",
    "俄罗斯，克拉斯诺亚尔斯克前线",
    "尼泊尔，香巴里僧院",
    "墨西哥，多拉多",
    "努巴尼"
  ],
  "affiliation": [
    "守望先锋",
    null,
    "韩国陆军特别机动部队",
    "岛田家",
    "岛田家",
    "渣客",
    null,
    "守望先锋",
    "守望先锋",
    "守望先锋",
    "海力士国际安保公司",
    null,
    "守望先锋",
    "守望先锋",
    "守望先锋",
    "费斯卡集团",
    "守望先锋",
    "守望先锋",
    "黑爪",
    "守望先锋",
    "俄罗斯防御部队",
    "香巴里僧人",
    "骷髅帮",
    null
  ]
}